Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: (3) On vessels without a superstructure or on vessels which are constructed such that in case of an
nb: (3) På fartøy uten overbygning, eller på fartøy som er konstruert slik at det ved en ulykke

source: In 2001, the industry itself took the initiative to develop ship recycling guidelines.
nb: I 2001 tok industrien selv initiativ til å utvikle retningslinjer for hvordan opphugging av skip skulle foregå.

source: ferries in trade areas 1 and 2 are entitled to. The access to
nb: unntaksperioden. 1 og 2 har krav på.

source: When purchasing or replacing an engine, the company must verify that the applied test cycle is adapted to the use of the engine, cf. chapter 3 of the Code:
nb: Reder må ved kjøp eller skifte av motor forsikre seg om at den testsyklus som er benyttet er tilpasset bruken av motoren, ref. kapittel 3 i koden:

source: The Norwegian Photo Contest for Seafarers 2020 The 33rd annual competition
nb: Den norske fotokonkurransen for sjøfolk 2020 Arrangert for 33. gang

source: Furthermore, for ships covered by the ship recycling legislation, the current duty of report and prohibition against export out of the OECD will no longer apply.
nb: Det betyr videre for skip som omfattes av skipsgjenvinningsregelverket at dagens ordning med meldeplikt og forbud mot eksport ut av OECD bortfaller.

source: If the module has passed propagation test 1 described in section 3.1 and is designed so that a thermal runaway event in a cell or cell pair will not spread to all cells in the module, the analysis may be prepared based on the gas generation from the affected cells only.
nb: Dersom modulen har bestått propageringstest 1 beskrevet i avsnitt 3.1 og er designet slik at en termisk hendelse i en celle eller et cellepar ikke spres til samtlige celler i modulen, kan analysen utarbeides med utgangspunkt i gassutvikling fra kun de berørte cellene.

source: The course can be drawn with
nb: males på dekket.

source: "Suitable personal flotation device" means lifejacket, flotation clothing, buoyancy aid or other pieces of equipment intended to keep a person afloat.
nb: Med egnet flyteutstyr menes redningsvest, flytevest, flyteplagg, oppstigningsvest eller annet utstyr som er beregnet til å holde en person flytende.

source: Photo: Jeanett Rotset Farstad, The photo contest for seafarers 2016 Access to regulated exemtions
nb: Foto: Jeanett Rotset Farstad, Fotokonkurransen for sjøfolk 2016

source: validity of certificates for inflatable life-saving appliances.
nb: gyldigheten av sertifikatene på oppblåsbart redningsutstyr.

source: - Vessels in Yemeni waters are instructed to raise the security level to MarSec #3 if scheduled to arrive the port of Hodeidah, Balhaf and the terminal Ash Shihr in Yemen until further notice.
nb: Samtidig er det inntil videre gitt instruks om å gå til sikringsnivå 3 for anløp til havnene Hodeidah, Balhaf samt Ash Shihr-terminalen i Jemen.

source: The wording of this section entails that parts of the Load Line Convention containing provisions on conditions for assignment of freeboard (see comment to chapter 5 above), are also made applicable to all ships covered by the Regulations, regardless of length and trade area.
nb: Ordlyden i paragrafen innebærer at deler av lastelinjekonvensjonen som har bestemmelser om forutsetninger for fastsettelse av fribord (se kommentaren til kapittel 5 ovenfor), også blir gjort gjeldende for alle skip som omfattes av forskriften, uansett lengde og fartsområde.

source: equipped with float-free satellite EPIRB.
nb: flyt satellitt nødpeilesender (EPIRB).

source: Rental of vessels without master or crew
nb: Utleie av fartøy uten fører eller mannskap

source: accompanying vessel which is able to carry all passengers on board both vessels shall not exceed 5 nautical miles.
nb: plass til alle personer som befinner seg om bord i begge fartøy, ikke overstige 5 nautiske mil.

source: Here you have the opportunity to upload required documentation.
nb: Her har du muligheten til å laste opp påkrevet dokumentasjon.

source: that those who set themselves against the ablution and baptism by flight or resistance will be catch up by his
nb: mot renselsen og dåpen ved flukt el er motstand, vil bli innhentet av hans drabanter og bli tatt med til havets

source: the player loses his turn.
nb: Hvis en spiller slår sin egen brikke i

source: In such cases, the rules must be accepted by the NMA.
nb: Reglene skal da være akseptert av Sjøfartsdirektoratet.

source: but also other operations-related discharges from ships occur.
nb: dominerer hendelser i forbindelse med bunkring av drivstoff,

source: Delegation of Mobile Offshore Units is mainly limited to hull and machinery, ISPS, ISPP, EIAPP and IAPP, ref.
nb: Delegering av flyttbare innretninger er hovedsakelig begrenset til skrog og maskineri, ISPS, ISPP, EIAPP og IAPP jf.

source: Moreover, the main provision stipulates that the intervals between two consecutive periods of rest shall not exceed 14 hours.
nb: Hovedregelen sier også at intervallet mellom fortløpende hvileperioder ikke skal overstige 14 timer.

source: Fatigue at Sea – a Swedish field study
nb: Fatigue at Sea - svensk feltundersøkelse

source: The company develops a ship security assessment (SSA) and ship security plan (SSP) in accordance with current national and international requirements (SOLAS, ISPS, EC725/2004 and FOR972/2004).
nb: Selskapet utarbeider en sårbarhetsvurdering (SSA) og sikkerhetsplan (SSP) i henhold til gjeldende nasjonale og internasjonale krav (SOLAS, ISPS, EC725/2004 og FOR972/2004).

source: In addition, large-scale shipbreaking takes place in Turkey and China.
nb: I tillegg har Tyrkia og Kina en betydelig opphuggingsindustri.

source: Registration requirement for all people entering Norway
nb: Registreringsplikt for alle som ankommer Norge

source: Here you will get the documents you have uploaded.
nb: Du vil her få opp de dokumentene du har lastet opp.

source: - For Norwegian shipping, INMEX is a useful arena to show the Chinese market what products and services they can offer, says Director General Olav Akselsen.
nb: – For norsk skipsfart er INMEX en nyttig arena for å vise det kinesiske markedet hvilke produkter og tjenester de kan tilby, sier sjøfartsdirektør Olav Akselsen.

source: a national passenger certificate allowing the ship to operate in the territorial waters of Svalbard.
nb: nasjonalt passasjersertifikat som åpner for fart i territorialfarvannet ved Svalbard.

source: At the same time, foreign-registered ships will be allowed bareboat registration into NIS and NOR.
nb: Utenlandskregistrerte skip kan fra samme tidspunkt bareboat-registrere i NIS og NOR (bareboat-innflagging).

source: All vessels over 300 gross tonnage registered to sail in international waters are required to obtain LRIT certificate.
nb: Alle skip over 300 bruttotonn som er registrert til å seile i internasjonalt farvann er pliktige til å innhente LRIT sertifikat.

source: Here you will find information on where to upload documentation on the My Vessel.
nb: Her finner du informasjon om hvor du laster opp dokumentasjon på Min side fartøy.

source: discs, e.g. rings with diameter of 12 inches
nb: ringer med tverrmål på 12

source: The bullet points in blue (here 5 filled in and 17 not filled in) show how many points were answered from your side.
nb: Kulepunktene i blått (her 5 utfylte og 17 ikke utfylte) viser hvor mange punkter som er besvart fra din side.

source: validity of the national CoC or CoP, the validity of the Norwegian endorsement issued based on the current
nb: gyldighet på de nasjonale CoC og CoP, vil gyldigheten på norsk endorsement utstedt på grunnlag av det

source: Based on these results, the decision was made to analyse the effects of speed limitation equal to 8, 10 and 12 knots.
nb: Med bakgrunn i disse resultatene er det valgt å foreta analyse av effektene ved hastighetsbegrensning lik 8, 10 og 12 knop.

source: The study is performed by Margareta Lützhöft, PhD and Master Mariner, who emphasised the importance of collecting and analysing data regarding sleepiness, stress and response time among those who have 2- and 3-watch systems.
nb: Studien er gjennomført av skipsfører og ph.d. Margareta Lützhöft, som la særlig vekt påå samle inn og analysere data omkring tretthet, stress og reaksjonstid i de utbredte 2- og 3-vagtsystemene.

source: Drawings, procedures and risk assessments with sufficient detail are to be produced for unpacking of reels.
nb: Det må lages detaljerte tegninger, prosedyrer og risikovurderinger for utpakking av koblingshoder.

source: The provisions of the first paragraph do not apply in the case of an emergency or work as a consequence of mus-ters or drills prescribed by or pursuant to law.
nb: Bestemmelsene i hovedregelen gjelder ikke ved nødsitua- sjoner eller ved arbeid som følger av mønstringer eller øvelser pålagt i eller i medhold av lov.

source: The Commission shall review this Regulation not later than 18 months prior to the date of entry into
nb: Kommisjonen skal vurdere denne forordning på nytt senest 18 måneder før Hongkong-konvensjonen trer i

source: Ships of 24 metres in overall length and upwards are required to have a trading certificate, also when carrying 12 passengers or less.
nb: Skip med største lengde 24 meter eller mer skal ha fartssertifikat, også når det fører 12 eller færre passasjerer.

source: , Communications and Public Relations, Norwegian Maritime Authority.
nb: , kommunikasjon og samfunnskontakt i Sjøfartsdirektoratet.

source: De-rating, conversion for NOx reduction or routine component replacements that do not influence the NOx emissions will normally not be considered a major conversion.
nb: De-rating, ombygging for NOx reduksjon, eller rutinemessige utskiftninger av komponenter som ikke påvirker NOx-utslippet vil normalt ikke regnes som en større ombygging.

source: – The North Sea and Skagerrak have both considerable environmental values and resources and considerable environmental challenges.
nb: – Nordsjøen og Skagerrak har både store miljøverdier og naturressurser, og betydelige miljøutfordringer.

source: Furthermore, the European Maritime Safety Agency (EMSA) has developed non-binding guidance on the development of an IHM.
nb: Videre har Det europeiske sjøsikkerhetsorganet (EMSA) utviklet ikke-bindende retningslinjer for utarbeidelse av IHM.

source: The topic was discussed for the first time at the MEPC’s 42nd meeting in the autumn of 1998, and was presented as a proposal for a separate agenda item at the following meeting in the spring of 1999 (MEPC 43).
nb: Temaet ble første gang tatt opp muntlig på MEPCs 42. møte høsten 1998, og ble fremlagt som forslag til eget agendapunkt på det påfølgende møtet våren 1999 (MEPC 43).

source: - 1 ship was detained in port State control.
nb: - 1 skip ble holdt tilbake etter havnestatskontroll.

source: These Regulations apply to vessels and mobile offshore units engaged in the petroleum activity as referred to in section 1.
nb: Denne forskrift kommer til anvendelse på fartøyer og flyttbare innretninger i petroleumsvirksomheten som nevnt i § 1.

source: MLC-certification – How are flag and Port State inspections carried out?
nb: MLC-sertifisering – praksis ved flagg og havnestatskontroll

source: Waiting staff, etc. is also regarded as additional manning.
nb: Som ekstra bemanning regnes også serveringspersonale etc.

source: In the survey on maritime safety carried out by the NMA in the spring of 2016, 56% of the engineers replied that they agreed ful y or somewhat with the statement «the time and resources for maintenance and inspection of vessel and equipment is sufficient».
nb: I en spørreundersøkelse om maritim sikkerhet gjennomført av Sjøfartsdirektoratet våren 2016, svarte 56 % av maskinister at de var helt eller noe enig i påstanden «Tid og ressurser til ved­likehold og kontroll av fartøy og utstyr er tilstrekkelig».

source: In line with the massive growth of the shipping industry over the last five decades, an increasing number of ships are being constructed, which will be scrapped after they have done their job.
nb: I takt med skipsfartens store vekst de siste femti årene, bygges det stadig flere skip, som i sin tur skal hugges opp etter endt innsats.

source: (2) The EPIRB shall be installed so as to allow it to float to the surface and transmit a distress signal if
nb: (2) EPIRB skal være montert slik at den vil flyte opp til overflaten og sende nødalarm dersom fartøyet

source: Section 5 Requirements for construction, stability and outfitting of passenger ships of less than 15 metres in overall length engaged on domestic voyages
nb: § 5 Krav til bygging, stabilitet og utrustning av passasjerskip i innenriksfart med største lengde under 15 meter

source: In Alang, India, which is the world’s largest ship recycling centre, there has practically been a security revolution.
nb: I Alang i India, som er verdens største senter for skipsopphugging, har det nesten vært en revolusjon hva sikkerhet angår.

source: In this context, the regular working hours may be exceeded, however not to the extent that the total number of working hours during a period of 12 weeks exceed an average of 56 hours a week.
nb: Her kan den alminnelige arbeidstid overskrides, men likevel slik at den totale arbeidstid i løpet av en periode på 12 uker ikke overstiger 56 timer i uken i gjennomsnitt.

source: Chapter 6 Machinery instal ations
nb: Kapittel 6 Maskineriinstallasjoner

source: berthed in Fredrikstad in April 2016.
nb: fartøyet da det lå til kai i Fredrikstad i april 2016.

source: The interval between two consecutive periods of rest shall not exceed 14 hours.
nb: Tidsrommet mellom to påfølgende hvileperioder skal ikke overstige 14 timer.

source: Personnel who are employed as seafarers and have an employment agreement on the NMA’s form, must comply with the provisions of the Regulations on hours of work and rest on board Norwegian passenger and cargo ships, etc. regarding the recording of hours of rest.
nb: Personell som er ansatt som sjøfolk og har arbeidskontrakt på Sjøfartsdirektoratet sitt formular, skal følge bestemmelsene om registrering av hviletid i forskrift om arbeids- og hviletid på norske passasjer- og lasteskip mv.

source: As stipulated by sections 3 and 4 of the Regulations, the rules of a recognised classification society for construction and maintenance of hull, main and auxiliary engines, electrical installations and automation installations shall apply for the design, construction and maintenance of the ship.
nb: Det følger av forskriftens §§ 3 og 4 at et anerkjent klassifikasjonsselskaps regler for konstruksjon og vedlikehold av skrog, hoved- og hjelpemotor og elektriske- og automasjonsanlegg gjelder for utforming, bygging og vedlikehold av skipet.

source: The conditions for the stability calculations required pursuant to section 17 and which parameters and variables to include have been specified in chapter 8 of the Regulations, which contains provisions on the required documentation in connection with the construction of ships.
nb: Forutsetninger for og hvilke parametere og variabler som skal inngå i stabilitetsberegningene som kreves etter § 17, er tatt inn i kapittel 8 i forskriften som har bestemmelser om dokumentasjon som kreves i forbindelse med bygging av skip.

source: In cases where Covid-19 makes it difficult for seafarers to renew their Norwegian medical certificate, the NMA permits a seafarer to work with an expired Norwegian medical certificate, provided that the period does not exceed 6 months and the seafarer concerned holds an expired medical certificate of recent date.
nb: I situasjoner der Covid-19 er til hinder for at sjøfolk får fornyet sin norske helseerklæring, tillater Sjøfartsdirektoratet at sjøfolk arbeider med helseerklæring som er gått ut på dato, forutsatt at tidsrommet ikke overstiger 6 måneder og sjøfolkene er i besittelse av en utløpt helseerklæring av nyere dato.

source: By applying online for endorsement, seafarers may be issued a Certificate of Receipt of Application (CRA) automatically via Altinn.
nb: Ved å søke påtegning elektronisk kan sjøfolk få utstedt Certificate of Receipt of Application (CRA) automatisk via Altinn.

source: Stricter infection control measures for travellers from the United Kingdom
nb: Strengere smitteverntiltak for reisende fra Storbritannia

source: Norwegian ships Class A and B engaged on domestic voyages
nb: norske skip med klasse A og B i nasjonal fart.

source: The registration form must be completed prior to entry into Norway, and the travel must be registered no more than 72 hours before arrival.
nb: Registreringen skal skje før ankomst til Norge, og reisen kan kun registreres når det er mindre enn 72 timer til innreisetidspunkt.

source: Three witnessed tests should be carried out.
nb: Det skal gjennomføres tre bevitnede tester.

source: until the temperature is back to ambient temperature, and as a minimum for 24 hours after the thermal event occurred.
nb: temperaturen er nede på omgivelsestemperatur og minimum i 24 timer etter at den termiske hendelsen inntraff.

source: Section 30 (3) of the Qualification Regulations states that colour vision must be examined
nb: fritidsskipper.docx Siden § 30 (3) i kvalifikasjonsforskriften kun godtar at fargesynet skal være undersøkt med

source: The International Chamber of Shipping's brand-new survey confirms once again that the Norwegian flag stands for quality
nb: International Chamber of Shipping sin rykende ferske undersøkelse bekrefter nok en gang at det norske flagget står for kvalitet.

source: The Norwegian Maritime Authority shall keep a list of special cargo ships which may carry cargo between Norwegian ports in accordance with section 4.
nb: Sjøfartsdirektoratet skal føre en liste over spesielle lasteskip som kan føre last mellom norske havner i medhold av § 4.

source: (2) Up-to-date official nautical charts and necessary nautical publications are required for voyage
nb: (2) Seilaser skal planlegges ved hjelp av oppdaterte offisielle sjøkart og nødvendige nautiske

source: You will now see this dialogue box:
nb: Du kommer da til denne dialogboksen:

source: CSO requires initial verification through Altinn.
nb: CSO begjærer en førstegangsverifikasjon gjennom Altinn.

source: • Has purchasing competence been documented in the referral letter to the specialist, by
nb: Er det dokumentert bestillerkompetanse i henvisningsskrivet til spesialisten

source: Press "Upload" to upload the documentation.
nb: Trykk på "Fullfør" for å laste opp dokumentasjonen.

source: astronomer stand on each side of the "royals".
nb: stil er seg på hver side av ”de kongelige”.

source: In addition to the renewed approval in the Qualship 21 programme and a second place on the Paris MoU White list, we have also been ranked high on the Tokyo MoU White list.
nb: I tillegg til at vi får fornyet godkjenning i Qualship 21-programmet og andreplass på Paris MoUs White List, er vi også plassert høyt oppe på Tokyo MoU sin hviteliste.

source: The initiative took form during a visit to Norway by the Korea Ship Safety Technology Authority (KST) last week.
nb: Representanter for den sør-koreanske sjøfartsadministrasjonen Korea Ship Safety Technology Athority(KST) besøkte Sjøfartsdirektoratet i forrige uke.

source: The figure shows that there is typically a lower threshold of 6-8 knots where reduced speed no longer gives reduced fuel consumption / nautical miles.
nb: Figuren viser at det er en typisk nedre terskelverdi rundt 6-8 knop der redusert fart ikke lenger gir redusert drivstofforbruk/nautisk mil.

source: international y recognised standard, cf. section 7 first paragraph (h) of the Health Regulations.
nb: Kvalitetssystemet skal være i henhold til en internasjonalt anerkjent standard, se helseforskriften § 7 første ledd bokstav h.

source: We refer to the COVID-19 Regulations for a full overview of the exemptions.
nb: Vi viser til covid-19-forskriften for fullstendig oversikt over alle unntakene.

source: certificate; 426 MLC deficiencies was given to those ships.
nb: sertifikat. 426 MLC pålegg ble utstedt på disse skipene;

source: Application Service Providers approved by Norway
nb: Application Service Providers godkjent av Norge

source: KS-0197 E - engelsk Part K. Additional comments, illustrations etc.
nb: KS-0197 B - norsk Del E. Forulykkede og skadede personer Antall skadede:

source: For the first time in 10 years, a cruise ship will be registered in the Norwegian International Ship Register (NIS).
nb: For første gang på 10 år blir det registrert cruiseskip i Norsk internasjonalt skipsregister (NIS).

source: Bergen will be the home port of VIKING STAR and also the port of departure for the cruise which is named «Viking Homelands».
nb: VIKING STAR skal ha Bergen som hjemsted og utgangspunkt for cruiset som har fått navnet «Viking Homelands».

source: Infection by Ebola occurs through body fluids.
nb: Smitte av Ebola skjer gjennom kroppsvæsker.

source: Chapter 5 Load lines and freeboard
nb: Kapittel 5 om lastelinje og fribord

source: Basically yes, based on the requirement that at least one of the rest periods during a 24-hour period must amount to at least 6 hours.
nb: I utgangspunktet ja, basert på kravet om at minst én av hviletidsperiodene i løpet av et tidsrom på 24 timer skal være minst 6 timer.

source: What duration can the bareboat charter party have?
nb: Hvilken varighet kan bareboat-avtalen ha?

source: The provisions of section 20 first and second paragraphs continue section 33 fourth paragraph of Regulations 1992/695.
nb: Bestemmelsene i § 20 første og andre ledd viderefører § 33 fjerde ledd i forskrift 1992/695.

source: In some places, life expectancy is as low as 40 years.
nb: Enkelte steder er forventet levealder så lav som 40 år.

source: The list shall specify the period of time and the ports for loading and unloading in regard to which the ship has a trade area different from that permitted by section 4 first paragraph of the Act and also the type of cargo the ship carries in this trade area.
nb: Listen skal gi opplysning om for hvilket tidsrom og hvilke laste- og lossehavner skipet har annet fartsområde enn det som følger av lovens § 4 første ledd, samt om hvilken type last det fører i dette fartsområdet.

source: the verifications described in the ISPS Code A19.1.1 have not been done, or the certificate has not been endorsed as described in A19.1.1.3 and/or 19.3.7.1
nb: det ikke er avholdt verifikasjoner som beskrevet i ISPS-kodens A19.1.1, eller sertifikatet ikke er påtegnet som beskrevet i A19.1.1.3 og/eller 19.3.7.1

source: The deadline for closure of immediate actions must be set in dialogue with the ISPS surveyor.
nb: Frist for lukking av strakstiltak avtales nærmere med ISPS-inspektør.

source: New Regulations on ship recycling regulate circumstances throughout the ship’s life cycle, from construction (IHM requirements), through certification and certification renewal, until the decision is made to send the ship for recycling.
nb: Ny forskrift om gjenvinning av skip regulerer forhold gjennom hele skipets livssyklus, fra bygging (krav til IHM), gjennom sertifisering og sertifikatfornyelse, til skipet bestemmes for gjenvinning.

source: Questions and answers about the carriage of 12 passengers or less
nb: Spørsmål og svar om passasjerfrakt av 12 passasjerer eller færre.

source: The detention rate for Norwegian ships is less than one percent, which is also the limit for being included in the Qualship 21 programme.
nb: Tilbakeholdelsesprosenten for norske skip er under én prosent, som også er terskelen for å bli inkludert i Qualship 21-programmet.
